Revit 2027 API
ParameterTypeId.SteelElemAnchorDiameter Property
 "Diameter"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SteelElemAnchorDiameter { get; }
Public Shared ReadOnly Property SteelElemAnchorDiameter As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SteelElemAnchorDiameter {
	ForgeTypeId^ get ();
}
static member SteelElemAnchorDiameter : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace